import React from 'react';
import { Container, Row, Col } from 'react-bootstrap';
import logo from '../components/GalzLogo.png';

const About = () => {
  return (
    <Container fluid className=' d-flex align-items-center justify-content-center min-vh-100 pb-3'>
      <img className='at-img' src={logo} alt='about' />
      <Row className='text-right'>
        <Col className='at-cl'>
          <p>
            <strong>נעים להכיר, אני לפני הכל היחידה שמסירה ולא רק מטשטשת. ככה כולם מכירים אותי בשנים האחרונות.</strong> 
          </p>
          <p>
            קוראים לי גם גל לביא :) 
            אני מומחית בהסרת קעקועי גוף, גבות ואיפור קבוע. 
            כבר למעלה מעשור חלף מאז שהקמתי את העסק ואני נהנית לראות איך הוא צומח ועוזר להמון נשים ואנשים.
          </p>
          <p>
            בעבר, כחלק מהשירותים בקליניקה שלי, איפרתי באמצעות איפור קבוע, כך נחשפתי להרבה עבודות לא מוצלחות עם המון פגמים וצלקות שהגיעו אליי וברוב המקרים לא ניתן לתקן אותן. 
          </p>
          <p>
            לכן החלטתי לעצור הכל.<br/> 
            החלטתי ללמוד ולהתמקצע כדי שאוכל לעזור לנשים רבות להיפטר סוף סוף מהמראה הלא נכון והמצולק שפוגע באיכות החיים שלך ובהערכה העצמית שלך.      
          </p>
          <p>
            ולכן כיום אני יכולה לומר שהחזון שהניע אותי להקמת הקליניקה שלי לטיפוח ויופי, מעבר לרצון שלי לעזור לך להרגיש טוב יותר, נבנה על הרצון לקדם את הבטיחות והבריאות שלך. 
          </p>
          <p>
            <strong>אני לא אוהבת קלישאות. אני אוהבת תאכלס!</strong>
          </p>
          <p>
          חשוב לי לתת את המענה הנכון ביותר עבורך, במיוחד כשמדובר בתהליך עדין ובבריאות העור שלך.
          </p>
        </Col>
      </Row>
    </Container>
  );
};

export default About; 