import React from 'react';
import image from './techIb.png';
import { Container, Row, Col } from 'react-bootstrap';

const TechInfo = () => {
  return (
    <Container className='techInfo container-fluid min-vh-100 pb-3'>
      <Row>
        <Col>
        <p >המכונה בה אני משתמשת בעלת אישור משרד הבריאות ומכון התקנים.</p>
        <p >המכונה בעלת טכנולוגיה עכשווית המאפשרת לי לעבוד עם כל גווני העור ולהסיר את כל סוגי הקעקועים, ובעיקר להצליח להגיד כן! ולעזור לכל מי שרוצה להסיר כל סוג של קעקוע, ביעילות ובפשטות, במעט טיפולים ביחס למכונות הישנות יותר. (למעט צבעי סגול כחול ירוק וצהוב).</p>
        </Col>
      </Row>
      <Row>
        <Col md = {6}>
          <h3> היתרונות במכונת פיקו לייזר </h3>
          <ul>
            <li>טיפול יעיל קרן הלייזר בעלת טווח רחב ועמוק המגיעה לשכבת הקעקוע ומפרק יותר ממנו  בקלות.</li>
            <li>טיפול איכותי במכונת הלייזר המתקדמת בעולם, פולסים מהירים ביותר המונעים הצטלקות או כוויות.</li>
            <li>טכנולוגיה מתקדמת , ככל שהפולס מהיר יותר הוא מפרק את הפיגמנט לחלקיק קטן יותר, והגוף מצליח לפלוט את הפיגמנט מהר יותר.</li>
            <li>טכנולוגיה פורצת דרך המתבצעת ע”י גלים אקוסטיים ולכן פירוק הפיגמנט נעשה טיפול יחיד יעיל יותר ואף יותר ממכונות הפועלות ע”י חום בלבד.</li>
            <li>חסכון בזמן ובטיפולים  כיוון שמתקבלות תוצאות אחרי מעט טיפולים, עם איכות גבוהה ישנה הוזלה בעלות הכוללת של תהליך ההסרה.</li>
            <li>מינימום כאב מאחר והמכונה מקררת את האזור בעת הטיפול, קרן הלייזר פועלת במהירות וביעילות כך שכמעט אינה מורגשת.</li>
          </ul> 
        </Col>
        <Col md = {6}>
          <img className='TIimage' src = {image} alt='1'  />
        </Col>
      </Row>
    </Container>
  );
};

export default TechInfo;